Repository: open-craft/xblock-group-project-v2
Catalog: group_project_v2/translations/*/LC_MESSAGES/text.po
Languages: ar, de_de, es_419, fr, ja_jp, pl, pt_br

source: Team Evaluation Display
ar: عرض تقييم الفريق
de_de: Team-Evaluationsanzeige
es_419: Pantalla Evaluación de equipo
fr: Affichage de l'évaluation d'équipe
ja_jp: チーム評価の表示
pl: Wyświetlanie ewaluacji zespołu
pt_br: Exibição da avaliação da equipe

source: Grade Evaluation Display
ar: عرض تقييم الدرجة
de_de: Benotungs-Evaluationsanzeige
es_419: Pantalla Evaluación de calificación
fr: Affichage de l'évaluation des notes
ja_jp: 成績評価の表示
pl: Wyświetlanie ewaluacji oceny
pt_br: Exibição da avaliação da nota

source: Project Team
ar: فريق المشروع
de_de: Projektteam
es_419: Equipo del proyecto
fr: Équipe du projet
ja_jp: プロジェクトチーム
pl: Zespół projektu
pt_br: Equipe do projeto

source: Activity:
ar: النشاط:
de_de: Aktivität:
es_419: Actividad:
fr: Activité :
ja_jp: アクティビティ:
pl: Aktywność:
pt_br: Atividade:

source: Groups
ar: المجموعات
de_de: Gruppen
es_419: Grupos
fr: Groupes
ja_jp: グループ
pl: Grupy
pt_br: Grupos

source: Graded/Required Stages
ar: المراحل المُدرجة / المطلوبة
de_de: Benotete/Erforderliche Phasen
es_419: Etapas obligatorias o con calificación
fr: Niveaux évalués/étapes requises
ja_jp: 成績/必須ステージ
pl: Ocenianie/wymagane etapy
pt_br: Estágios avaliados/exigidos

source: will export a list of emails within stage of partially complete/incomplete teams
ar: سيقوم بتصدير قائمة برسائل البريد الإلكتروني ضمن مرحلة بشكل جزئي لفرق كاملة/غير مكتملة
de_de: exportiert eine Liste von E-Mails innerhalb der Phase teilweise fertiggestellter/unvollständiger Teams
es_419: exporta una lista de correos electrónicos con la etapa de los equipos con tareas completadas de forma parcial o incompletas
fr: exportera une liste de courriels dans les équipes en phase partiellement achevées/incomplètes
ja_jp: 部分的に完了/未完了のチームのステージ内のEメールのリストをエクスポートします
pl: dokona eksportu listy adresów e-mail w ramach etapu niekompletnych zespołów
pt_br: exportarão uma lista de e-mails dentro do estágio de equipes parcialmente completas/incompletas

source: Grading:
ar: وضع الدرجات:
de_de: Benotung:
es_419: Calificación:
fr: Évaluation :
ja_jp: 成績：
pl: Ocenianie:
pt_br: Atribuição de notas:

source: Additionally there is a single work group filtered by company filter.
es_419: Además, hay un grupo de trabajo único que tiene aplicado el filtro por nombre de empresa.
fr: En outre, un seul groupe de travail est filtré par entreprise.
ja_jp: また、会社フィルターで、1つのワークグループがフィルタリングされます。
pl: Dodatkowo odfiltrowano jedną grupę roboczą za pomocą filtru firmy.
pt_br: Além disso, há um único grupo de trabalho filtrado pelo filtro da empresa.

source: All work groups have been filtered by the company filter.
de_de: Alle Arbeitsgruppen wurden nach Unternehmensfilter gefiltert.
es_419: Todos los grupos de trabajo tienen aplicado el filtro por nombre de empresa.
fr: Tous les groupes de travail ont été filtrés par le filtre de l'entreprise.
ja_jp: 全てのワークグループが会社フィルターでフィルタリングされました。
pl: Odfiltrowano wszystkie grupy robocze za pomocą filtru firmy.
pt_br: Todos os grupos de trabalho foram filtrados pelo filtro da empresa.

source: No stages available for this activity
ar: لا تتوفر أي مراحل لهذا النشاط
de_de: Für diese Aktivität sind keine Phasen verfügbar
es_419: Esta actividad no tiene ninguna etapa disponible
fr: Aucun niveau n'est disponible pour cette activité
ja_jp: このアクティビティで利用できるステージはありません
pl: Dla tej aktywności nie ma dostępnych żadnych etapów
pt_br: Nenhum estágio disponível para esta atividade

source: No resources for this activity
ar: لا توجد موارد لهذا النشاط
de_de: Keine Ressourcen für diese Aktivität
es_419: Esta actividad no tiene asignado ningún recurso
fr: Aucune ressource n'est disponible pour cette activité
ja_jp: このアクティビティにはリソースがありません
pl: Dla tej aktywności nie ma żadnych zasobów
pt_br: Nenhum recurso para esta atividade

source: No uploads required for this activity
ar: لا يلزم تحميل أي عمليات تحميل لهذا النشاط
de_de: Für diese Aktivität sind keine Uploads erforderlich
es_419: Para esta actividad no es necesario realizar ninguna carga
fr: Aucun téléchargement n'est requis pour cette activité
ja_jp: このアクティビティには必須のアップロードはありません
pl: Dla tej aktywności nie jest wymagane przesłanie plików
pt_br: Nenhum upload necessário para esta atividade

source: Add New Component
ar: إضافة مكون جديد
de_de: Neue Komponente hinzufügen
es_419: Agregar Componente nuevo
fr: Ajouter un nouvel élément
ja_jp: 新しいコンポーネントを追加
pl: Dodaj Nowy komponent
pt_br: Adicionar Novo componente

source: Please click on the group(s) you are assigned to grade to review their submissions.
ar: يرجى النقر على المجموعة (المجموعات) التي تم تعيينها لك لوضع درجات لمراجعة تقديماتهم.
de_de: Bitte klicken Sie auf die Gruppe(n), zu deren Bewertung Sie zugeteilt sind, um ihre Einreichungen zu überprüfen.
es_419: Haga clic en los grupos que tiene asignados para calificar o revisar sus entregas.
fr: Veuillez cliquer sur le(s) groupe(s) auquel(s) vous êtes affecté(s) pour examiner les documents soumis.
ja_jp: 採点するように割り当てられているグループをクリックして、提出物を確認してください。
pl: Kliknij grupy, do których Cię przypisano, aby ocenić ich zgłoszone projekty.
pt_br: Clique no(s) grupo(s) que você recebeu para avaliar para revisar os envios.

source: Demo contents
ar: محتويات العرض التوضيحي
de_de: Demoinhalte
es_419: Contenidos de demostración
fr: Contenu de la démonstration
ja_jp: デモコンテンツ
pl: Zawartość demonstracyjna
pt_br: Conteúdos de demonstração

source: Group
ar: المجموعة
de_de: Gruppe
es_419: Grupo
fr: Groupe
ja_jp: グループ
pl: Grupa
pt_br: Grupo

source: Evaluating below
ar: التقييم أدناه
de_de: Wird unten evaluiert
es_419: La evaluación se encuentra más abajo
fr: Évaluer ci-dessous
ja_jp: 次を評価中
pl: Ewaluacje poniżej
pt_br: Avaliando abaixo

source: No groups assigned for review
ar: لم يتم تعيين مجموعات للمراجعة
de_de: Keine Gruppen zur Überprüfung zugeteilt
es_419: No se asignaron grupos para revisión
fr: Aucun groupe n'est affecté à l'évaluation
ja_jp: 確認に割り当てられたグループはありません
pl: Nie przypisano żadnych grup do oceny
pt_br: Nenhum grupo atribuído para revisão

source: Please click on the teammates to review their performance
ar: يرجى النقر فوق أعضاء الفريق لمراجعة أدائهم
de_de: Bitte klicken Sie auf die Teammitglieder, um ihre Leistung zu überprüfen
es_419: Haga clic en el usuario de cada compañero de equipo para revisar su desempeño
fr: Veuillez cliquer sur les coéquipiers pour évaluer leurs performances
ja_jp: パフォーマンスを確認するチームメンバーをクリックしてください
pl: Kliknij poszczególnych członków zespołu, aby ocenić ich wkład
pt_br: Clique nos colegas de equipe para avaliar o desempenho deles

source: Teammate
ar: عضو فريق
de_de: Teammitglied
es_419: Compañero de equipo
fr: Coéquipier
ja_jp: チームメンバー
pl: Członek zespołu
pt_br: Colega de equipe

source: No teammates to review
ar: لا يوجد أعضاء في الفريق للمراجعة
de_de: Keine Teammitglieder zu überprüfen
es_419: No se asignaron compañeros de equipo para revisar
fr: Aucun coéquipier à évaluer
ja_jp: レビューするチームメンバーはいません
pl: Nie ma żadnych członków zespołu do oceny
pt_br: Nenhum colega de equipe para revisar

source: Email your entire team
ar: أرسل بريدًا إلكترونيًا إلى فريقك بأكمله
de_de: E-Mail an Ihr gesamtes Team senden
es_419: Envíe un correo electrónico a todo el equipo
fr: Envoyer un courrier électronique à toute votre équipe
ja_jp: チーム全員にメールを送信する
pl: Wyślij e-maila do całego zespołu
pt_br: Envie um e-mail para toda a sua equipe

source: Email
ar: البريد الإلكتروني
es_419: Correo electrónico
fr: Courrier électronique
ja_jp: Eメール

source: Grade:
ar: الدرجة:
de_de: Note:
es_419: Calificación:
fr: Note :
ja_jp: 成績評価:
pl: Ocena:
pt_br: Nota:

source: Uploaded by
ar: تم التحميل بواسطة
de_de: Hochgeladen von
es_419: Cargado por
fr: Téléchargé par
ja_jp: アップロード者
pl: Przesłano przez
pt_br: Carregado por

source: on
ar: تشغيل
de_de: An
es_419: Activado
fr: Activé
ja_jp: オン
pl: Wł.
pt_br: Ativado

source: This file has not been submitted by this group
ar: لم يتم إرسال هذا الملف من قبل هذه المجموعة
de_de: Diese Datei wurde nicht von dieser Gruppe eingereicht
es_419: Este archivo no está disponible para este grupo
fr: Ce fichier n'a pas été soumis par ce groupe
ja_jp: このファイルはこのグループに提出されていません
pl: Ten plik nie został przesłany przez tę grupę
pt_br: Este arquivo não foi enviado por este grupo

source: OK
ar: موافق
es_419: Aceptar

source: Message your group
ar: ابعث رسالة إلى مجموعتك
de_de: Ihrer Gruppe schreiben
es_419: Envíe un mensaje a su grupo
fr: Envoyer un message à votre groupe
ja_jp: グループにメッセージを送信する
pl: Wyślij wiadomość do swojej grupy
pt_br: Enviar mensagem para seu grupo

source: Send any questions or messages to your group.
ar: أرسل أية أسئلة أو رسائل إلى مجموعتك.
de_de: Schreiben Sie Ihrer Gruppe, wenn Sie Fragen oder Anliegen haben.
es_419: Envíe preguntas o mensajes a su grupo.
fr: Envoyer vos questions et vos messages à votre groupe.
ja_jp: グループに質問やメッセージを送信します。
pl: Przesyłaj wiadomości lub zapytania do członków Twojej grupy
pt_br: Enviar perguntas ou mensagens para seu grupo.

source: Enter your message for the group here
ar: أدخل رسالتك للمجموعة هنا
de_de: Geben Sie hier Ihre Nachricht an die Gruppe ein
es_419: Ingrese su mensaje para el grupo aquí
fr: Saisir votre message pour le groupe ici
ja_jp: グループ宛てのメッセージをここに入力します
pl: Tutaj wpisz wiadomość, którą chcesz wysłać do swojej grupy
pt_br: Digite aqui a mensagem para o grupo

source: Submit
ar: تقديم
de_de: Absenden
es_419: Enviar
fr: Soumettre
ja_jp: 送信する
pl: Prześlij
pt_br: Enviar

source: Message your group member
ar: ابعث رسالة إلى عضو في مجموعتك
de_de: Einem Gruppenmitglied schreiben
es_419: Envíe un mensaje a un miembro de su grupo
fr: Envoyer un message à un membre du groupe
ja_jp: グループ・メンバーにメッセージを送信する
pl: Wyślij wiadomość do członka swojej grupy
pt_br: Enviar mensagem para um membro do seu grupo

source: Send any questions or messages to your group member.
ar: أرسل أية أسئلة أو رسائل لعضو في مجموعاتك.
de_de: Schreiben Sie Ihrem Gruppenmitglied, wenn Sie Fragen oder Anliegen haben.
es_419: Envíe preguntas o mensajes a miembros de su grupo.
fr: Envoyer vos questions ou vos messages à un membre de votre groupe.
ja_jp: グループ・メンバーに質問やメッセージを送信します。
pl: Przesyłaj wiadomości lub zapytania do członka Twojej grupy
pt_br: Enviar perguntas ou mensagens para membros do seu grupo.

source: Enter your message here
ar: أدخل رسالتك هنا
de_de: Geben Sie hier Ihre Nachricht ein
es_419: Ingrese su mensaje aquí
fr: Saisissez votre message ici
ja_jp: メッセージをここに入力します
pl: Tutaj wpisz swoją wiadomość
pt_br: Digite aqui sua mensagem

source: Send any questions or messages to a TA, and they'll get back to you via email.
ar: أرسل أية أسئلة أو رسائل إلى مساعد المدرّس الخاص بك وسيرجعون إليك عبر البريد الإلكتروني.
de_de: Schreiben Sie einem TA, wenn Sie Fragen oder Anliegen haben. Er wird sich per E-Mail bei Ihnen melden.
es_419: Envíe sus preguntas o mensajes a un TA y este le responderá por correo electrónico.
fr: Envoyer toute question ou message à un chargé de cours, et il vous répondra par courriel.
ja_jp: TAに質問やメッセージを送信すると、メールで返信が届きます。
pl: Jeśli masz jakieś pytania lub wątpliwości, wyślij do swojego Asystenta kursu wiadomość. Wkrótce otrzymasz odpowiedź na Twój e-mail.
pt_br: Envie perguntas ou mensagens para um assistente de ensino e ele entrará em contato com você por e-mail.

source: Enter your message here.
ar: أدخل رسالتك هنا.
de_de: Geben Sie hier Ihre Nachricht ein.
es_419: Ingrese su mensaje aquí.
fr: Saisir votre message ici
ja_jp: メッセージをここに入力します。
pl: Tutaj wpisz swoją wiadomość.
pt_br: Digite aqui sua mensagem.

source: Project Navigator
ar: مستكشف المشروع
de_de: Projektnavigator
es_419: Navegador de proyecto
fr: Navigateur de projet
ja_jp: プロジェクトナビゲーター
pl: Nawigator projektu
pt_br: Navegador do projeto

source: Cancel upload
ar: إلغاء التحميل
de_de: Upload abbrechen
es_419: Cancelar carga
fr: Annuler le téléchargement
ja_jp: アップロードをキャンセル
pl: Anuluj przesyłanie
pt_br: Cancelar upload

source: Yes, I have completed this task
ar: نعم، لقد أتممت هذه المهمة!
de_de: Ja, ich habe diese Aufgabe abgeschlossen
es_419: Sí, he completado esta tarea
fr: Oui, j'ai terminé cette tâche
ja_jp: このタスクを完了しました
pl: Tak, wykonałem(-am) to zadanie
pt_br: Sim, você concluiu esta tarefa

source: TA Graded
ar: وضع الدرجات من قبل مساعد المدرّس
de_de: TA hat benotet
es_419: Calificado por un TA
fr: Noté par AF
ja_jp: TA評価
pl: Oceniane przez asystenta kursu
pt_br: Notas atribuídas pelo TA

source: Status:
ar: الحالة:
es_419: Estado:
fr: Statut :
ja_jp: ステータス；

source: No students match search criteria
ar: لا يوجد طلاب يطابقون معايير البحث
de_de: Keine Teilnehmer erfüllen die Suchkriterien
es_419: Ningún estudiante concuerda con los criterios de búsqueda
fr: Aucun apprenant ne correspond aux critères de recherche
ja_jp: 検索条件に一致する生徒は見つかりませんでした
pl: Żaden uczeń nie odpowiada kryteriom wyszukiwania
pt_br: Nenhum aluno corresponde aos critérios de pesquisa

source: Final Grade:
ar: الدرجة النهائية:
de_de: Gesamtnote:
es_419: Calificación final:
fr: Note finale :
ja_jp: 最終成績：
pl: Ocena końcowa:
pt_br: Nota final:

source: Closed on
ar: تم الإغلاق في
de_de: Geschlossen am
es_419: Cerrado el
fr: Fermé le
ja_jp: 終了日
pl: Zamknięte w dniu
pt_br: Encerrado em

source: Due
ar: الاستحقاق
de_de: Fällig
es_419: Vence
fr: Échéance
ja_jp: 期日
pl: Termin
pt_br: Vencido em

source: closed on
ar: تم الإغلاق في
de_de: Geschlossen am
es_419: Cerrado el
fr: Fermé le
ja_jp: 終了日
pl: Zamknięte w dniu
pt_br: Encerrado em

source: due
ar: الاستحقاق
de_de: Fällig
es_419: Vence
fr: Échéance
ja_jp: 期日
pl: Termin
pt_br: Vencido em

source: Available
ar: متاح
de_de: Verfügbar
es_419: Disponible
fr: Disponible
ja_jp: 利用可能
pl: Dostępne
pt_br: Disponível

source: Grading View
ar: عرض وضع الدرجات
de_de: Benotungsansicht
es_419: Vista Calificación
fr: Vue de la notation
ja_jp: 採点ビュー
pl: Widok wystawiania oceny
pt_br: Visualização da atribuição de notas

source: TA Grading override view
ar: عرض تجاوز وضع الدرجات من قِبل مساعد المدرّس
de_de: Ansicht TA-Benotung überschreiben
es_419: Vista de reemplazo Calificación de un TA
fr: Vue d'ensemble de l'évaluation par l'AF
ja_jp: TAの成績オーバーライドビュー
pl: Wymuszenie widoku oceniania przez Asystenta kursu
pt_br: Visualização da substituição da atribuição de notas pelo TA

source: Group Submissions
ar: عمليات تقديم المجموعة
de_de: Gruppeneinreichungen
es_419: Entregas del grupo
fr: Documents soumis par le groupe
ja_jp: グループの提出物
pl: Zgłoszone projekty grupowe
pt_br: Envios de grupo

source: Please review the file(s) below to evaluate the group's work.
ar: يرجى مراجعة الملف (الملفات) أدناه لتقييم عمل المجموعة.
de_de: Bitte überprüfen Sie die nachstehenden Datei(en), um die Arbeit der Gruppe zu evaluieren.
es_419: Revise los archivos que se detallan más abajo para evaluar el trabajo del grupo.
fr: Veuillez consulter le(s) fichier(s) ci-dessous pour évaluer le travail du groupe.
ja_jp: 以下のファイルを確認してグループの作業を評価してください。
pl: Sprawdź plik(i) poniżej, aby dokonać oceny pracy tej grupy
pt_br: Reveja o(s) arquivo(s) abaixo para avaliar o trabalho do grupo.

source: This stage has not yet been opened
ar: لم يتم فتح هذه المرحلة بعد
de_de: Diese Phase wurde noch nicht geöffnet
es_419: Esta etapa aún no se abrió
fr: Ce niveau n'a pas encore été ouvert
ja_jp: このステージはまだ開始されていません
pl: Nie otwarto jeszcze tego etapu
pt_br: Este estágio ainda não foi aberto

source: Current Group Project Activity does not have any submission stages
ar: لا تحتوي نشاط مشروع المجموعة الحالي على أي مراحل تقديم
de_de: Aktuelle Gruppenprojekt-Aktivität verfügt über keine Einreichungsphasen
es_419: La actividad actual para el proyecto en grupo no tiene asignada ninguna etapa de entrega
fr: L'activité actuelle de projet de groupe ne comporte aucune phase de soumission
ja_jp: 現在のグループプロジェクトアクティビティには提出ステージがありません
pl: Aktywność dla projektu grupowego nie zawiera jeszcze żadnych etapów, w których można przesłać pliki
pt_br: A atividade do projeto em grupo atual não tem nenhum estágio de envio

source: No submissions have been uploaded for this stage
ar: لم يتم تحميل أي تقديمات لهذه المرحلة
de_de: Für diese Phase wurden keine Einreichungen hochgeladen
es_419: No se cargó ninguna entrega para esta entrega
fr: Aucune soumission n'a été téléchargée pour ce niveau
ja_jp: このステージには提出物がアップロードされていません
pl: Na tym etapie nie przesłano żadnych plików
pt_br: Nenhum envio foi carregado para este estágio

source: This XBlock does not contain any editable settings
ar: لا يحتوي XBlock هذا على أي إعدادات قابلة للتحرير
de_de: Dieser XBlock enthält keine bearbeitbaren Einstellungen
es_419: Este XBlock no incluye ninguna configuración editable
fr: Ce XBlock ne contient aucun paramètre modifiable
ja_jp: このXBlockには編集可能な設定が含まれていません
pl: Ten element XBlock nie zawiera żadnych edytowalnych ustawień
pt_br: Este XBlock não contém nenhuma configuração editável

source: Must be overridden in inherited class
ar: يجب تجاوزه في فئة موروثة
de_de: Muss in übernommener Klasse überschrieben werden
es_419: Se debe reemplazar en la clase heredada
fr: Doit être remplacé dans la classe prise
ja_jp: 継承されたクラスでオーバーライドされる必要があります
pl: Musi zostać nadpisane w klasach dziedziczonych
pt_br: Deve ser substituído na classe herdada

source: Discussion
ar: مناقشة
de_de: Diskussion
es_419: Debate
ja_jp: ディスカッション
pl: Dyskusja
pt_br: Discussão

source: Group #{group_id}
ar: المجموعة #{group_id}
de_de: Gruppe #{group_id}
es_419: Grupo núm.{group_id}
fr: Groupe n°{group_id}
ja_jp: グループ#{group_id}
pl: Grupa 3{group_id}
pt_br: Grupo #{group_id}

source: User can't access dashboard
ar: يتعذر على المستخدم الوصول إلى لوحة المعلومات
de_de: Nutzer hat keinen Zugriff auf das Dashboard
es_419: El usuario no puede acceder al panel
fr: L'utilisateur ne peut pas accéder au tableau de bord
ja_jp: ユーザーがダッシュボードにアクセスできません。
pl: Użytkownik nie może uzyskać dostępu do panelu
pt_br: O usuário não consegue acessar o painel

source: User can't access this group work
ar: يتعذر على المستخدم الوصول إلى عمل المجموعة هذا
de_de: Nutzer hat keinen Zugriff auf diese Gruppenarbeit
es_419: El usuario no puede acceder a este trabajo en grupo
fr: L'utilisateur ne peut pas accéder à ce travail de groupe
ja_jp: ユーザーがこのグループワークにアクセスできません。
pl: Użytkownik nie może uzyskać dostępu do tej pracy grupowej
pt_br: O usuário não pode acessar este trabalho em grupo

source: You can upload (or replace) your file(s) before the due date in the project navigator panel at right by clicking the upload button
ar: يمكنك تحميل (أو استبدال) ملفك (ملفاتك) قبل تاريخ الاستحقاق في لوحة مستكشف المشروع على الجانب الأيمن من خلال النقر فوق زر التحميل
de_de: Wenn Sie Ihre Dateien vor dem Abgabetermin, der im rechten Bereich unter Projektnavigator angezeigt wird, hochladen (oder durch andere ersetzen) möchten, klicken Sie auf die Schaltfläche „Hochladen“.
es_419: Puede cargar (o reemplazar) sus archivos antes de la fecha de entrega. Para ello, haga clic en botón de carga que aparece a la derecha del panel de navegación del proyecto
fr: Vous pouvez télécharger (ou remplacer) votre/vos fichier(s) avant la date limite dans le volet de navigation du projet situé à droite, en cliquant sur le bouton de téléchargement
ja_jp: 期日前にファイルをアップロード(または交換) するには、右側にあるプロジェクトナビゲーターパネルでアップロードボタンをクリックします。
pl: Możesz przesłać (lub zastąpić) plik(i) przed upływem ostatecznego terminem w panelu nawigacyjnym projektu po prawej, klikając przycisk „Prześlij”
pt_br: Você pode carregar (ou substituir) seu(s) arquivo(s) antes do prazo final no painel do navegador do projeto à direita, clicando no botão de upload

source: The {activity_name} grading rubric is provided in the project navigator panel at right by clicking the resources button
ar: يتوفر دليل تقييم وضع الدرجات {activity_name} في لوحة مستكشف المشروع على اليمين من خلال النقر فوق زر الموارد
de_de: Die Benotungsrubrik für {activity_name} finden Sie im rechten Bereich unter Projektnavigator. Durch Klicken auf die Schaltfläche „Ressourcen“ wird sie eingeblendet.
es_419: Las categorías de calificación para {activity_name} se muestran a la derecha del panel de navegación del proyecto. Para consultarlas, haga clic en botón de recursos
fr: La rubrique de notation {activity_name} se trouve dans le volet de navigation du projet situé à droite, en cliquant sur le bouton ressources
ja_jp: {activity_name} の成績評価基準とその説明は、右側にあるプロジェクトナビゲーターパネルでリソースボタンをクリックすると確認できます。
pl: Kliknięcie przycisku „Materiały” spowoduje udostępnienie rubryki oceny „{activity_name}” w panelu nawigacyjnym projektu po prawej
pt_br: A visualização da atribuição de notas {activity_name} é fornecida no painel do navegador do projeto à direita, clicando no botão de recursos

source: View team submission(s)
ar: عرض عمليات تقديم الفريق
de_de: Teameinreichungen anzeigen
es_419: Ver entregas del equipo
fr: Voir le(s) document(s) soumis par l’équipe
ja_jp: チームの提出物を確認する
pl: Wyświetl przesłane projekty zespołu
pt_br: Visualizar envio(s) da equipe

source: Browse computer to upload file...
ar: استعراض جهاز الكمبيوتر لتحميل ملف...
de_de: Datei auf dem PC suchen und hochladen...
es_419: Examinar PC para cargar archivo...
fr: Parcourir pour télécharger le fichier...
ja_jp: アップロードするファイルを参照する...
pl: Przejrzyj komputer, aby przesłać plik...
pt_br: Navegue para fazer upload do arquivo...

source: opens
ar: يبدأ في
de_de: öffnet am
es_419: Disponible
fr: Disponible le
ja_jp: 公開日:
pl: dostępne od
pt_br: Abre em

source: Additionally there is a single work group filtered by company
ar: بالإضافة إلى ذلك، هناك مجموعة عمل واحدة تمت تصفيتها بواسطة عامل تصفية الشركة.

source: All work groups have been filtered by the company filter.
ar: تمت تصفية جميع مجموعات العمل بواسطة مرشح الشركة.

source: #{group_id}
fr: n°{group_id}

source: Additionally there is a single work group filtered by company filter.
de_de: Zusätzlich gibt es eine nach Unternehmensfilter gefilterte einzelne Arbeitsgruppe.
