Repository: open-craft/xblock-group-project-v2
Catalog: group_project_v2/translations/*/LC_MESSAGES/text.po
Languages: ar, de_de, es_419, fr, ja_jp, pl, pt_br

source: Navigation
ar: التنقل
es_419: Navegación
ja_jp: ナビゲーション
pl: Nawigacja
pt_br: Navegação

source: Resources View
ar: عرض الموارد
de_de: Ressourcenansicht
es_419: Ver Recursos
fr: Vue des ressources
ja_jp: リソースビュー
pl: Widok materiałów
pt_br: Exibição de recursos

source: Resources
ar: الموارد
de_de: Ressourcen
es_419: Recursos
fr: Ressources
ja_jp: リソース
pl: Materiały
pt_br: Recursos

source: Submissions View
ar: عرض عمليات التقديم
de_de: Einreichungsansicht
es_419: Ver Entregas
fr: Vue des document soumis
ja_jp: 提出ビュー
pl: Widok zgłoszonych projektów
pt_br: Exibição de envios

source: Upload
ar: تحميل
es_419: Cargar
fr: Télécharger
ja_jp: アップロード
pl: Przesył plików
pt_br: Fazer upload

source: Ask a TA View
ar: عرض اسأل مساعد مدرّس
de_de: Ansicht Einen TA fragen
es_419: Vista Preguntar a un TA
fr: Demander une vue d’AF
ja_jp: TAに聞くビュー
pl: Widok pytań do Asystenta kursu
pt_br: Pedir a exibição a um assistente de ensino

source: Ask a McKinsey TA
ar: اسأل مساعد مدرّس في ماكنزي
de_de: Einen McKinsey TA fragen
es_419: Preguntar a un TA de McKinsey
fr: Demander à un AF de McKinsey
ja_jp: McKinsey TAに聞くビュー
pl: Zapytaj Asystenta kursu firmy McKinsey
pt_br: Perguntar a um assistente de ensino da McKinsey

source: Private Discussion View
ar: عرض المناقشة الخاصة
de_de: Ansicht private Diskussion
es_419: Vista Foro de debate privado
fr: Vue de discussion privée
ja_jp: プライベートディスカッションビュー
pl: Widok prywatnej dyskusji
pt_br: Exibição da discussão privada

source: Open Date
ar: تاريخ الفتح
de_de: Datum der Öffnung
es_419: Sin plazo
fr: Date d'ouverture
ja_jp: 開始日
pl: Data otwarcia
pt_br: Data de abertura

source: Stage open date
ar: تاريخ فتح المرحلة
de_de: Datum der Phasenöffnung
es_419: Etapa sin plazo
fr: Date d'ouverture du niveau
ja_jp: ステージ開始日
pl: Data otwarcia etapu
pt_br: Data de abertura do estágio

source: Close Date
ar: تاريخ الإغلاق
de_de: Datum der Schließung
es_419: Con plazo
fr: Date de clôture
ja_jp: 終了日
pl: Data zamknięcia
pt_br: Data de encerramento

source: Stage close date
ar: تاريخ إغلاق المرحلة
de_de: Datum der Phasenschließung
es_419: Etapa con plazo
fr: Date de clôture du niveau
ja_jp: ステージ終了日
pl: Data zamknięcia etapu
pt_br: Data de encerramento do estágio

source: Hide stage type label
ar: إخفاء تسمية نوع المرحلة
de_de: Phasentypbeschriftung ausblenden
es_419: Ocultar etiqueta del tipo de etapa
fr: Cacher le symbole type du niveau
ja_jp: ステージタイプラベルを非表示にする
pl: Ukryj etykietę typu etapu
pt_br: Ocultar rótulo do tipo de estágio

source: If true, hides stage type label in Project Navigator
ar: إذا كان هذا صحيحًا ، فإنه يتم إخفاء تسمية نوع المرحلة في مستكشف المشروع
de_de: Falls "Wahr", wird die Phasentypbeschriftung im Projektnavigator ausgeblendet.
es_419: Si es verdadero, se oculta la etiqueta del tipo de etapa en el Navegador de proyecto
fr: Si vrai, cache le symbole type du niveau dans le navigateur de projet
ja_jp: trueの場合は、プロジェクトナビゲーターでステージタイプラベルを非表示にする
pl: Jeśli ustawione na prawda, ukrywa etykietę typu Etapu w Nawigatorze projektu
pt_br: Se for verdadeiro, oculta o rótulo do tipo de estágio no Navegador do projeto

source: Stage
ar: المرحلة
de_de: Phase
es_419: Etapa
fr: Niveau
ja_jp: ステージ
pl: Etap
pt_br: Estágio

source: Text Stage
ar: مرحلة النص
de_de: Textphase
es_419: Texto de etapa
fr: Niveau du texte
ja_jp: テキストステージ
pl: Etap tekstowy
pt_br: Estágio do texto

source: Overview
ar: لمحة عامة
de_de: Übersicht
es_419: Descripción general
fr: Présentation
ja_jp: 概要
pl: Opis
pt_br: Visão geral

source: Text
ar: النص
es_419: Texto
fr: Texte
ja_jp: テキスト
pl: Tekst
pt_br: Texto

source: Completion Stage
ar: مرحلة الإكمال
de_de: Abschlussphase
es_419: Finalización de la etapa
fr: Niveau d'achèvement
ja_jp: 完了ステージ
pl: Etap ukończenia
pt_br: Estágio de conclusão

source: Task
ar: المهمة
de_de: Aufgabe
es_419: Tarea
fr: Tâche
ja_jp: タスク
pl: Zadanie
pt_br: Tarefa

source: Completion
ar: الإكمال
de_de: Abschluss
es_419: Finalización
fr: Terminer
ja_jp: 完了
pl: Ukończenie
pt_br: Conclusão

source: mark stage as complete
ar: وضع علامة على المرحلة كمكتملة
de_de: Phase als abgeschlossen markieren
es_419: marcar etapa como finalizada
fr: marquer le niveau comme terminé
ja_jp: ステージを完了としてマークする
pl: Oznacz etap jako ukończony
pt_br: marcar o estágio como concluído

source: Submission Stage
ar: مرحلة التقديم
de_de: Einreichungsphase
es_419: Entrega de la etapa
fr: Phase de soumission
ja_jp: 提出ステージ
pl: Etap przesłania projektu
pt_br: Estágio de envio

source: Deliverable
ar: التسليم
de_de: Lieferung
es_419: Materiales de entrega
fr: Document à soumettre
ja_jp: 提出物
pl: Plik
pt_br: Entrega

source: Pending Upload
ar: قيد التحميل
de_de: Muss noch hochgeladen werden
es_419: Carga pendiente
fr: En cours de téléchargement
ja_jp: アップロードを一時中止中
pl: Oczekiwanie na przesłanie
pt_br: Upload pendente

source: Uploaded
ar: تم التحميل
de_de: Hochgeladen
es_419: Cargado
fr: Téléchargé
ja_jp: アップロード済
pl: Przesłano
pt_br: Carregado

source: Unknown
ar: مجهول
de_de: Unbekannt
es_419: Desconocido
fr: Inconnu
ja_jp: 未知
pl: Nieznany
pt_br: Desconhecido

source: upload submission
ar: تحميل التقديم
de_de: Einreichung hochladen
es_419: cargar entrega
fr: télécharger le document
ja_jp: 提出のアップロード
pl: przesył projektu
pt_br: fazer upload do envio

source: Review
ar: استعراض
de_de: Überprüfung
es_419: Revisar
fr: Évaluation
ja_jp: 確認
pl: Ocena
pt_br: Revisão

source: Evaluation Display Stage
ar: مرحلة عرض التقييم
de_de: Phase Evaluationsanzeige
es_419: Pantalla Evaluación de la etapa
fr: Niveau d'affichage de l'évaluation
ja_jp: 評価の表示ステージ
pl: Etap wyświetlania ewaluacji
pt_br: Estágio de exibição da avaliação

source: Evaluation Display
ar: عرض التقييم
de_de: Evaluationsanzeige
es_419: Pantalla Evaluación
fr: Affichage de l'évaluation
ja_jp: 評価の表示
pl: Wyświetlanie ewaluacji
pt_br: Exibição da avaliação

source: Grade Display Stage
ar: مرحلة عرض الدرجة
de_de: Phase Notenanzeige
es_419: Pantalla Calificación de la etapa
fr: Phase d'affichage des notes
ja_jp: 成績の表示ステージ
pl: Etap wyświetlania oceny
pt_br: Estágio de exibição da atribuição de notas

source: Grade Display
ar: عرض الدرجة
de_de: Notenanzeige
es_419: Pantalla Calificación
fr: Affichage des notes
ja_jp: 成績の表示
pl: Wyświetlanie oceny
pt_br: Exibição da nota

source: N/A
ar: لا يوجد
de_de: Nicht zutreffend
es_419: N/C
fr: S. O.
ja_jp: 該当なし
pl: N/D

source: Completed
ar: أكملت
de_de: Abgeschlossen
es_419: Completado
fr: Terminé
ja_jp: 完了
pl: Ukończono
pt_br: Concluído

source: save feedback
ar: حفظ الملاحظات
de_de: Feedback speichern
es_419: guardar comentario
fr: enregistrer les commentaires
ja_jp: フィードバックを保存する
pl: zapisz informację zwrotną
pt_br: salvar feedback

source: Team Evaluation Stage
ar: مرحلة تقييم الفريق
de_de: Phase Teamevaluation
es_419: Etapa Evaluación del equipo
fr: Phase d'évaluation des équipes
ja_jp: チームの評価ステージ
pl: Etap ewaluacji zespołu
pt_br: Estágio de avaliação da equipe

source: Team Evaluation
ar: تقييم الفريق
es_419: Evaluación del equipo
fr: Évaluation de l'équipe
ja_jp: チームの評価
pl: Ewaluacja zespołu
pt_br: Avaliação da equipe

source: Peer Grading Stage
ar: مرحلة وضع الدرجات من قبل النظراء
de_de: Phase Bewertung anderer Teilnehmer
es_419: Etapa Calificación por compañero de curso
fr: Phase d'évaluation par les pairs
ja_jp: 同僚の成績ステージ
pl: Etap oceny przez kolegów
pt_br: Estágio de avaliação pelos pares

source: Pending Review
ar: قيد المراجعة
de_de: Noch nicht überprüft
es_419: Revisión pendiente
fr: En attente d'évaluation
ja_jp: 確認を一時停止中
pl: Oczekuje na ocenę
pt_br: Revisão pendente

source: Review Complete
ar: اكتملت المراجعة
de_de: Überprüfung abgeschlossen
es_419: Revisión completa
fr: Évaluation terminée
ja_jp: 確認の完了
pl: Ocena gotowa
pt_br: Revisão concluída

source: Peer Grading
ar: وضع الدرجات من قبل النظراء
de_de: Benotung anderer Teilnehmer
es_419: Calificación por compañero de curso
fr: Evaluation par les pairs
ja_jp: 同僚の評価
pl: Oceniane przez kolegów
pt_br: Notas atribuídas pelos pares

source: Not started
ar: لم يبدأ
de_de: Nicht begonnen
es_419: No se inició
fr: Non commencé
ja_jp: 開始前
pl: Nie rozpoczęto
pt_br: Não iniciado

source: Partially complete
ar: مكتملة جزئيًا
de_de: Teilweise fertiggestellt
es_419: Completado de forma parcial
fr: Partiellement terminé
ja_jp: 部分的に完了
pl: Ukończono częściowo
pt_br: Parcialmente concluído

source: Complete
ar: مكتملة
de_de: Vollständig
es_419: Completar
fr: Terminer
ja_jp: 完了
pl: Ukończono
pt_br: Concluído

source: This is a name of the stage
ar: هذا اسم المرحلة
de_de: Dies ist ein Name der Phase
es_419: Corresponde al nombre de una etapa
fr: Voici le nom du niveau
ja_jp: ステージの名前です
pl: To jest nazwa Etapu
pt_br: Este é o nome do estágio

source: This is a name of the resource
ar: هذا اسم المورد
de_de: Dies ist ein Name der Ressource
es_419: Corresponde al nombre de un recurso
fr: Voici le nom de la ressource
ja_jp: リソースの名前です
pl: To jest nazwa zasobu
pt_br: Este é o nome do recurso

source: Group Project V2 Resource
ar: مورد مشروع المجموعة V2
de_de: Gruppenprojekt V2 Ressource
es_419: Recurso para el proyecto en grupo V2
fr: Ressource du projet de groupe V2
ja_jp: グループプロジェクトV2リソース
pl: Zasób projekt grupowego v2
pt_br: Recurso do Projeto em grupo V2

source: Resource Description
ar: وصف المورد
de_de: Ressourcenbeschreibung
es_419: Descripción del recurso
fr: Description des ressources
ja_jp: リソースの内容
pl: Opis zasobu
pt_br: Descrição do recurso

source: Resource
ar: المورد
de_de: Ressource
es_419: Recurso
ja_jp: リソース
pl: Zasób
pt_br: Recurso

source: Resource Location
ar: موقع المورد
de_de: Ressourcenort
es_419: Ubicación del recurso
fr: Localisation des ressources
ja_jp: リソースの場所
pl: Lokalizacja zasobu
pt_br: Localização do recurso

source: A url to download/view the resource
ar: عنوان url لتنزيل / عرض المورد
de_de: Eine URL, um die Ressource herunterzuladen/anzusehen
es_419: Una URL para descargar o ver el recurso
fr: Une url pour télécharger/visualiser la ressource
ja_jp: リソースをダウンロード/表示するURL
pl: Adres URL, pod którym można ściągnąć lub zobaczyć zasób
pt_br: Um url para fazer download/visualizar o recurso

source: Grading Criteria?
ar: معايير وضع الدرجات؟
de_de: Benotungskriterien?
es_419: ¿Qué criterios de calificación se aplican?
fr: Critères d'évaluation ?
ja_jp: 成績評価基準ですか？
pl: Kryteria oceny?
pt_br: Critérios de atribuição de notas?

source: If true, resource will be treated as grading criteria
ar: إذا كان ذلك صحيحاً، سيتم التعامل مع المورد كمعايير تقييم
de_de: Falls „Wahr“, wird die Ressource als Benotungskriterium behandelt
es_419: Si es verdadero, el recurso se considera como un criterio de calificación
fr: Si vrai, la ressource sera traitée comme un critère d'évaluation
ja_jp: trueの場合は、リソースの成績評価基準として扱われます。
pl: Jeśli ustawione na prawda, zasób będzie traktowany jako kryteria oceny
pt_br: Se for verdadeiro, o recurso será tratado como critério de atribuição de notas

source: Video Resource
ar: مورد الفيديو
de_de: Videoressource
es_419: Recurso de videos
fr: Ressource vidéo
ja_jp: 動画リソース
pl: Zasób wideo
pt_br: Recurso de vídeo

source: Ooyala/Brightcove content ID
ar: معرف محتوى Ooyala/Brightcove
de_de: Ooyala/Brightcove Inhalts-ID
es_419: Id. de contenido de Ooyala/Brightcove
fr: ID de contenu Ooyala/Brightcove
ja_jp: Ooyala/BrightcoveコンテンツID
pl: ID treści Ooyala/Brightcove
pt_br: ID de conteúdo da Ooyala/Brightcove

source: This is the Ooyala/Brightcove Content Identifier
ar: هذا هو معرف محتوى Ooyala/Brightcove
de_de: Dies ist der Ooyala/Brightcove-Inhaltsidentifikator
es_419: Este el identificador de contenido de Ooyala/Brightcove
fr: Il s'agit de l'identifiant de contenu Ooyala/Brightcove
ja_jp: Ooyala/Brightcoveコンテンツ識別子
pl: To jest identyfikator treści Ooyala/Brightcove
pt_br: Este é o identificador de conteúdo da Ooyala/Brightcove

source: Submissions Help Text
ar: نص تعليمات عمليات التقديم
de_de: Hilfetext für Einreichungen
es_419: Texto de ayuda para las entregas
fr: Texte d'aide pour les documents à soumettre
ja_jp: 提出ヘルプテキスト
pl: Tekst pomocy zgłoszonego projektu
pt_br: Texto de ajuda dos envios

source: Grade Rubric Help Text
ar: تقدير نص تعليمات قواعد التقييم
de_de: Hilfetext für Benotungsrubrik
es_419: Texto de ayuda para las categorías de calificación
fr: Texte d'aide de la rubrique d'évaluation
ja_jp: 成績の解説ヘルプテキスト
pl: Tekst pomocy rubryki oceny
pt_br: Texto de ajuda da rubrica da nota

source: Submission
ar: التقديم
de_de: Einreichung
es_419: Entrega
fr: Document soumis
ja_jp: 提出
pl: Przesłany projekt
pt_br: Envio

source: This is a name of the submission
ar: هذا اسم التقديم
de_de: Dies ist ein Name der Einreichung
es_419: Corresponde al nombre de una entrega
fr: Voici le nom du document soumis
ja_jp: 提出の名前です
pl: To jest nazwa przesłanego projektu
pt_br: Este é o nome do envio

source: Group Project V2 Submission
ar: تقديم مشروع المجموعة V2
de_de: Gruppenprojekt V2 Einreichung
es_419: Entrega del proyecto en grupo V2
fr: Document soumis pour le projet de groupe V2
ja_jp: グループプロジェクトV2提出
pl: Przesłany projekt grupowego v2
pt_br: Envio do Projeto em grupo V2

source: Submission Description
ar: وصف التقديم
de_de: Beschreibung der Einreichung
es_419: Descripción de la entrega
fr: Description des documents soumis
ja_jp: 提出の内容
pl: Opis przesłanego projektu
pt_br: Descrição do envio

source: Upload ID
ar: معرف التحميل
es_419: Id. de la carga
fr: Télécharger l'identifiant
ja_jp: アップロードID
pl: ID przesłanego pliku
pt_br: ID de upload

source: This string is used as an identifier for an upload. Submissions sharing the same Upload ID will be updated simultaneously
ar: تستخدم هذه السلسلة كمعرّف لتحميل. سيتم تحديث عمليات التقديم التي تشارك معرف التحميل نفسه في الوقت نفسه
de_de: Dieser String wird als Identifikator für einen Upload verwendet. Einreichungen mit derselben Upload-ID werden gleichzeitig aktualisiert
es_419: Esta cadena se utiliza como el identificador de una carga. Las entregas que comparten el mismo Id. de carga se actualizan en simultáneo.
fr: Cette chaîne sert d'identifiant pour un téléchargement. Les documents soumis ayant le même identifiant de téléchargement seront mises à jour simultanément
ja_jp: この文字列は、アップロードの識別子として使用されます。同一のアップロードIDを持つ提出物が同時にアップロードされます。
pl: Ten ciąg znaków jest używany jako identyfikator przesłanego pliku. Projekty, które mają ten sam identyfikator przesłanego pliku, będą uaktualniane jednocześnie
pt_br: Esta string é usada como um identificador para um upload. Os envios que compartilham o mesmo ID de upload serão atualizados simultaneamente

source: Error storing file {} - {}
ar: خطأ في تخزين الملف {} - {}
de_de: Fehler beim Speichern von Datei {} - {}
es_419: Se produjo un error al cargar el archivo {} - {}
fr: Erreur de stockage du fichier {} - {}
ja_jp: ファイル{} - {}のアップロード中にエラー
pl: Błąd przechowywania pliku {} - {}
pt_br: Erro ao armazenar arquivo {} - {}

source: Error recording file information {} - {}
ar: خطأ في تسجيل معلومات الملف {} - {}
de_de: Fehler beim Aufzeichnen von Dateiinformationen {} - {}
es_419: Se produjo un error al registrar la información del archivo {} - {}
fr: Erreur de sauvegarde des informations du fichier {} - {}
ja_jp: ファイル情報{} - {}の記録中にエラー
pl: Błąd zapisu informacji o pliki {} - {}
pt_br: Erro ao gravar informações do arquivo {} - {}

source: Teammate Selector
ar: محدد الفريق
de_de: Teammate-Auswahl
es_419: Selector de compañero de equipo
fr: Sélecteur de coéquipiers
ja_jp: チームメンバーセレクター
pl: Selektor członków zespołu
pt_br: Seletor de colega de equipe

source: Teammate Selector XBlock
ar: أداة تحديد الفريق XBlock
de_de: Teammate-Auswahl XBlock
es_419: Selector de la vista XBlock de compañero de equipo
fr: Sélecteur de coéquipiers XBlock
ja_jp: チームメンバーセレクターXBlock
pl: Element XBlock selektora członków zespołu
pt_br: XBlock do seletor de colega de equipe

source: Group Selector
ar: محدد المجموعة
de_de: Gruppen-Auswahl
es_419: Selector de grupo
fr: Sélecteur de groupe
ja_jp: グループセレクター
pl: Selektor grupy
pt_br: Seletor de grupo

source: Group Selector XBlock
ar: أداة تحديد المجموعة XBlock
de_de: Gruppen-Auswahl XBlock
es_419: Selector de la vista XBlock de grupo
fr: Sélecteur de groupe XBlock
ja_jp: グループセレクターXBlock
pl: Element XBlock selektora grupy
pt_br: XBlock do seletor de grupo

source: Review Question
ar: مراجعة السؤال
de_de: Frage überprüfen
es_419: Revisar pregunta
fr: Question d'évaluation
ja_jp: 確認の質問
pl: Pytanie powtórkowe
pt_br: Pergunta de revisão

source: Question ID
ar: معرّف السؤال
de_de: Fragen-ID
es_419: Id. de la pregunta
fr: Identifiant de la question
ja_jp: 質問ID
pl: ID pytania
pt_br: ID da Pergunta

source: Question Text
ar: نص السؤال
de_de: Fragetext
es_419: Texto de la pregunta
fr: Question posée
ja_jp: 質問のテキスト
pl: Tekst pytania
pt_br: Texto da pergunta

source: Assessment Question Text
ar: نص سؤال التقييم
de_de: Bewertung Fragetext
es_419: Texto de la pregunta de evaluación
fr: Question d'évaluation posée
ja_jp: 評価の質問テキスト
pl: Tekst pytania na ocenę
pt_br: Texto da pergunta de avaliação

source: Overrides question title when displayed in assessment mode
ar: تجاوز عنوان السؤال عند عرضه في وضع التقييم
de_de: Überschreibt Titel der Frage bei Ansicht in Bewertungsmodus
es_419: Reemplaza el título de la pregunta cuando se muestra en modo Evaluación
fr: Remplace le titre de la question lorsqu'elle est affichée en mode évaluation
ja_jp: 評価モードで表示さた時に質問タイトルをオーバーライド
pl: Nadpisuje tekst pytania podczas wyświetlania w trybie na ocenę
pt_br: Substitui o título da pergunta quando exibido no modo de avaliação

source: Question Content
ar: محتوى السؤال
de_de: Inhalt der Frage
es_419: Contenido de la pregunta
fr: Contenu de la question
ja_jp: 質問の内容
pl: Zawartość pytania
pt_br: Conteúdo da pergunta

source: HTML control
ar: عنصر تحكم HTML
de_de: HTML-Kontrolle
es_419: Control HTML
fr: Contrôle HTML
ja_jp: HTMLコントロール
pl: Kontrola HTML
pt_br: Controle HTML

source: Required
ar: مطلوب
de_de: Erforderlich
es_419: Obligatorio
fr: Obligatoire
ja_jp: 必須
pl: Wymagane
pt_br: Obrigatório

source: Grading
ar: وضع الدرجات
de_de: Benotung
es_419: Calificación
fr: Notation
ja_jp: 成績
pl: Ocena
pt_br: Atribuição de notas

source: IF True, answers to this question will be used to calculate student grade for Group Project.
ar: إذا كان هذا صحيحًا، فسيتم استخدام إجابات هذا السؤال لحساب درجة الطالب في مشروع المجموعة.
de_de: FALLS ‚Wahr‘, werden Antworten auf diese Frage zur Berechnung der Teilnehmernote für das Gruppenprojekt verwendet.
es_419: SI es verdadero, las respuestas de esta pregunta se utilizan para calcular la calificación del estudiante para el proyecto en grupo.
fr: Si vrai, les réponses à cette question seront utilisées dans le calcul de la note de l'apprenant pour le projet de groupe.
ja_jp: Trueの場合は、この質問への回答はグループプロジェクトの生徒の成績を計算するのに使用されます。
pl: Jeśli ustawione na prawda, odpowiedź na to pytanie zostanie wliczona do końcowej oceny ucznia za Projekt grupowy.
pt_br: SE for Verdadeiro, as respostas a esta pergunta serão usadas para calcular a nota do aluno para o Projeto em grupo.

source: Single Line
ar: سطر فردي
de_de: Einzelne Linie
es_419: Línea única
fr: Ligne simple
ja_jp: 文字列行
pl: Pojedyncza linia
pt_br: Linha única

source: If True question label and content will be displayed on single line, allowing for more compact layout.Only affects presentation.
ar: إذا كان هذا صحيحًا، فسيتم عرض تسمية السؤال والمحتوى في سطر واحد، مما يسمح بتخطيط أصغر. يؤثر فقط على العرض التقديمي.
de_de: Falls ‚Wahr‘, werden Beschriftung und Inhalt der Frage in einer einzelnen Linie angezeigt, was eine engere Darstellung ermöglicht. Beeinflusst nur die Darstellung.
es_419: Si es verdadero, la etiqueta y el contenido de la pregunta se muestran en una línea única, lo que permite tener un diseño más compacto. Solo la presentación se ve afectada.
fr: Si vrai, le symbole type et le contenu de la question seront affichés sur une ligne unique, ce qui permettra une mise en page plus compacte et ne touchera que la présentation.
ja_jp: Trueの場合は、質問のラベルと内容は一行で表示され、レイアウトをよりコンパクトにできます。影響するのは表示のみです。
pl: Jeśli ustawione na prawda, etykieta i zawartość pytania będą wyświetlane w pojedynczej linii, co zapewni bardziej skompresowany widok. Ma wpływ wyłącznie na sposób prezentacji.
pt_br: Se a pergunta for Verdadeira, o rótulo e o conteúdo serão exibidos em uma única linha, permitindo um layout mais compacto. Afeta apenas a apresentação.

source: CSS Classes
ar: فئات CSS
de_de: CSS-Klassen
es_419: Clases CSS
fr: Classes CSS
ja_jp: CSSクラス
pl: Klasy CSS
pt_br: Aulas CSS

source: CSS classes to be set on question element. Only affects presentation.
ar: يتم تعيين فئات CSS على عنصر السؤال. يؤثر فقط على العرض التقديمي.
de_de: CSS-Klassen sind auf Fragebestandteil einzustellen. Beeinflusst nur die Darstellung.
es_419: La clases CSS se deben establecer en el elemento de la pregunta. Solo la presentación se ve afectada.
fr: Les classes CSS doivent être définies sur l'élément question. Ne touche que la présentation.
ja_jp: 質問コンポーネントに設定されるCSSクラス。影響するのは表示のみです。
pl: Klasy CSS ustawione w przypadku elementu pytania. Ma wpływ wyłącznie na sposób prezentacji.
pt_br: As aulas CSS a serem definidas no elemento da pergunta. Afetam apenas a apresentação.

source: No question selected
ar: لم يتم تحديد سؤال
de_de: Keine Frage ausgewählt
es_419: No se seleccionó ninguna pregunta
fr: Aucune question sélectionnée
ja_jp: 質問が選択されていません
pl: Nie wybrano pytania
pt_br: Nenhuma pergunta selecionada

source: Selected question not found
ar: لم يتم العثور على السؤال المحدد
de_de: Ausgewählte Frage nicht gefunden
es_419: No se encontró la pregunta seleccionada
fr: Question sélectionnée non trouvable
ja_jp: 選択された質問が見つかりません
pl: Nie znaleziono wybranego pytania
pt_br: Pergunta selecionada não encontrada

source: Question ID is not unique
ar: معرف السؤال ليس فريدًا
de_de: Frage-ID ist nicht einmalig
es_419: El Id. de la pregunta ya está en uso
fr: L'identifiant de la question n'est pas unique
ja_jp: 質問IDが固有ではありません
pl: ID pytania nie jest unikalne
pt_br: O ID da pergunta não é único

source: Question to be assessed
ar: سؤال يتعين تقييمه
de_de: Frage muss bewertet werden
es_419: Pregunta por evaluar
fr: Question à évaluer
ja_jp: 評価する質問
pl: Pytanie na ocenę
pt_br: Pergunta a ser avaliada

source: Show Mean Value
ar: إظهار القيمة المتوسطة
de_de: Mittelwert anzeigen
es_419: Mostrar Valor promedio
fr: Afficher la valeur moyenne
ja_jp: 平均値を表示
pl: Pokaż wartość średnią
pt_br: Mostrar valor médio

source: If True, converts review answers to numbers and calculates mean value
ar: إذا كان ذلك صحيحًا، يحول إجابات المراجعة إلى أرقام ويحسب متوسط ​​القيمة
de_de: Falls ‚Wahr‘, werden Überprüfungsantworten in Zahlen umgewandelt und der Mittelwert berechnet
es_419: Si es verdadero, convierte las respuesta de revisión a cifras y calcula el valor promedio
fr: Si vrai, convertir les résultats des évaluations en chiffres et calculer la valeur moyenne
ja_jp: Trueの場合は、確認の回答を数値に変換して平均値を算出します
pl: Jeśli ustawione na prawda, zamienia odpowiedzi na pytania na wartości liczbowe i oblicza wartość średnią
pt_br: Se for Verdadeiro, converte as respostas da revisão em números e calcula o valor médio

source: Review Assessment for question "{question_title}"
ar: مراجعة التقييم للسؤال «{question_title}»
de_de: Bewertung für Frage "{question_title}" überprüfen
es_419: Revisar Evaluación para la pregunta "{question_title}"
fr: Évaluation de l'examen pour la question "{question_title}"
ja_jp: 質問"{question_title}"の評価の確認
pl: Ocena odpowiedzi na pytanie „{question_title}”
pt_br: Avaliação da revisão para a pergunta "{question_title}"

source: Review Assessment
ar: تقييم المراجعة
de_de: Bewertung überprüfen
es_419: Revisar Evaluación
fr: Évaluation de l'examen
ja_jp: 評価の確認
pl: Ocena odpowiedzi
pt_br: Avaliação da revisão

source: --- Not selected ---
ar: --- لم يتم التحديد ---
de_de: --- Nicht ausgewählt ---
es_419: --- No se seleccionó ---
fr: --- Non sélectionné ---
ja_jp: --- 未選択です ---
pl: Nie wybrano
pt_br: --- Não selecionado ---
