Repository: open-craft/xblock-group-project-v2
Catalog: group_project_v2/translations/*/LC_MESSAGES/textjs.po
Languages: es_419, ja_jp, pl, pt_br, zh_cn

source: Error refreshing statuses
es_419: Se produjo un error al actualizar los estados.
ja_jp: エラー更新ステータス
pl: Błąd podczas odświeżania statusów
pt_br: Erro ao atualizar os status
zh_cn: 刷新状态时出错

source: Upload cancelled.
es_419: Se canceló la carga.
ja_jp: アップロードがキャンセルされました。
pl: Przerwano przesyłanie
pt_br: Upload cancelado.
zh_cn: 上传已取消。

source: Upload cancelled by user.
es_419: El usuario canceló la carga.
ja_jp: ユーザーによってアップロードがキャンセルされました。
pl: Użytkownik przerwał przesyłanie.
pt_br: Upload cancelado pelo usuário.
zh_cn: 用户已取消上传。

source: An error occurred while uploading your file. Please refresh the page and try again. If it still does not upload, please contact your Course TA.
es_419: Se produjo un error durante la carga del archivo. Actualice la página y vuelva a intentarlo. Si se produce otro error al cargar el archivo, póngase en contacto con su TA del curso.
ja_jp: ファイルのアップロード中にエラーが発生しました。ページを更新して再度お試しください。再試行してもアップロードできない場合は、コースTAにお問い合わせください。
pl: Podczas przesyłania pliku wystąpił błąd. Odśwież stronę i spróbuj ponownie. Jeśli przesyłanie się nie uda, skontaktuj się z Asystentem Kursu.
pt_br: Ocorreu um erro ao enviar seu arquivo. Atualize a página e tente novamente. Se ainda não carregar, entre em contato com o assistente de ensino do curso.
zh_cn: 上传您的文件时出错。请刷新页面并重试。如果仍然无法上传，请联系您的课程助教。

source: Technical details: CSRF verification failed.
es_419: Detalles técnicos: Error en la comprobación del CSRF.
ja_jp: 技術的な詳細：CSRF検証に失敗しました。
pl: Szczegóły techniczne: Błąd weryfikacji CSRF.
pt_br: Detalhes técnicos: falha na verificação da solicitação intersite forjada.
zh_cn: 技术详细信息：CSRF 验证失败。

source: Technical details: 403 error.
es_419: Detalles técnicos: Error 403.
ja_jp: 技術的な詳細：403エラー。
pl: Szczegóły techniczne: Błąd 403.
pt_br: Detalhes técnicos: erro 403.
zh_cn: 技术详细信息：403 错误。

source: Error
ja_jp: エラー
pl: Błąd
pt_br: Erro
zh_cn: 错误

source: Please select Teammate to review
es_419: Seleccione un compañero de equipo para la revisión
ja_jp: 確認するチームメンバーを選択してください
pl: Wybierz Członka zespołu, którego chcesz ocenić
pt_br: Selecione um colega de equipe para revisar
zh_cn: 请选择组员以进行审查

source: Please select Group to review
es_419: Seleccione un grupo para la revisión
ja_jp: 確認するグループを選択してください。
pl: Wybierz grupę, którą chcesz ocenić
pt_br: Selecione um grupo para revisar
zh_cn: 请选择小组以进行审查

source: Thanks for your feedback!
es_419: Gracias por compartir su comentario.
ja_jp: フィードバックを送信いただきありがとうございます。
pl: Dziękujemy za przesłanie opinii.
pt_br: Obrigado pelo feedback.
zh_cn: 感谢您的反馈！

source: We encountered an error loading your feedback.
es_419: Se encontró un error al cargar su comentario.
ja_jp: フィードバックの読み込み中にエラーが発生しました。
pl: Podczas wczytywania Twojej opinii wystąpił błąd.
pt_br: Encontramos um erro ao carregar seu feedback.
zh_cn: 加载您的反馈时遇到错误。

source: We encountered an error saving your feedback.
es_419: Se encontró un error al guardar su comentario.
ja_jp: フィードバックの保存中にエラーが発生しました。
pl: Podczas zapisywania Twojej opinii wystąpił błąd.
pt_br: Encontramos um erro ao salvar seu feedback.
zh_cn: 保存您的反馈时遇到错误。

source: We encountered an error.
es_419: Se encontró un error.
ja_jp: エラーが発生しました。
pl: Wystąpił błąd.
pt_br: Encontramos um erro.
zh_cn: 我们遇到了错误。

source: This task has been marked as complete.
es_419: Esta tarea se marcó como Finalizada.
ja_jp: このタスクは完了済としてマークされました。
pl: To zadanie oznaczono jako ukończone.
pt_br: Esta tarefa foi marcada como concluída.
zh_cn: 此任务已标记为完成。

source: We encountered an error saving your progress.
es_419: Se encontró un error al guardar su progreso.
ja_jp: 進度の保存中にエラーが発生しました。
pl: Podczas zapisywania Twojego stopnia ukończenia wystąpił błąd.
pt_br: Encontramos um erro ao salvar seu progresso.
zh_cn: 保存您的进度时遇到错误。

source: Notification
ja_jp: 通知
pl: Powiadomienia
pt_br: Notificação
zh_cn: 通知

source: Resubmit
es_419: Volver a enviar
ja_jp: 再提出
pl: Prześlij ponownie
pt_br: Reenviar
zh_cn: 重新提交

source: Submit
es_419: Enviar
ja_jp: 送信する
pl: Prześlij
pt_br: Enviar
zh_cn: 提交

source: Uploaded by
es_419: Cargado por
ja_jp: アップロード者:
pl: Przesłane przez
pt_br: Carregado por
zh_cn: 上传人

source: on
ja_jp: オン
pl: Wł.
pt_br: Ativado
zh_cn: 打开
