Repository: open-craft/xblock-group-project-v2
Catalog: group_project_v2/translations/*/LC_MESSAGES/text.po
Languages: ar, de_de, es_419, fr, ja_jp, pl, pt_br

source: Unknown error calling API
ar: حدث خطأ غير معروف في استدعاء واجهة برمجة التطبيقات
de_de: Unbekannter Fehler beim Aufrufen der API
es_419: Error desconocido al llamar a la API
fr: Erreur inconnue durant l'appel API
ja_jp: APIの呼び出しで原因不明のエラー
pl: Nieznany błąd podczas wywołania API
pt_br: Erro desconhecido ao chamar a API

source: Display Name
ar: اسم العرض
de_de: Angezeigter Name
es_419: Nombre para mostrar
fr: Afficher le nom
ja_jp: 表示名
pl: Wyświetlana nazwa
pt_br: Exibir Nome

source: This is a name of the project
ar: هذا اسم المشروع
de_de: Dies ist ein Name des Projekts
es_419: Corresponde al nombre de un proyecto
fr: Voici le nom du projet
ja_jp: プロジェクトの名前です
pl: To jest nazwa projektu
pt_br: Este é o nome do projeto

source: Group Project V2
ar: مشروع المجموعة V2
de_de: Gruppenprojekt V2
es_419: Proyecto en grupo V2
fr: Projet de groupe V2
ja_jp: グループプロジェクトV2
pl: Projekt grupowy v2
pt_br: Projeto em grupo V2

source: This name appears in the horizontal navigation at the top of the page.
ar: يظهر هذا الاسم في التنقل الأفقي أعلى الصفحة.
de_de: Dieser Name erscheint in der horizontalen Navigation oben auf der Seite.
es_419: Este nombre aparece en la barra de navegación horizontal, en la parte superior de la-página.
fr: Ce nom apparaît dans la zone de navigation horizontale en haut de la page.
ja_jp: この名前は、ページの上部にある横方向のナビゲーションに表示されます。
pl: Nazwa ta pojawi się w pasku horyzontalnym nawigacji u góry strony.
pt_br: Este nome aparece na navegação horizontal na parte superior da página.

source: Group Project Activity
ar: نشاط مشروع المجموعة
de_de: Gruppenprojekt-Aktivität
es_419: Actividad del proyecto en grupo
fr: Activité de projet en groupe
ja_jp: グループプロジェクトアクティビティ
pl: Aktywność dla projektu grupowego
pt_br: Atividade do projeto em grupo

source: Weight
ar: القيمة
de_de: Gewichtung
es_419: Ponderación
fr: Pondération
ja_jp: 重み
pl: Waga
pt_br: Peso

source: This is the maximum score that the user receives when he/she successfully completes the problem.
ar: هذه هي النتيجة القصوى التي يحصل عليها المستخدم عند حل المشكلة بنجاح.
de_de: Dies ist die Höchstpunktzahl, die der Nutzer erhält, wenn er/sie das Problem erfolgreich abschließt.
es_419: Este es el puntaje máximo que recibe el usuario cuando resuelve satisfactoriamente el problema.
fr: Cette note est la note maximale que l'utilisateur reçoit lorsqu'il a résolu le problème.
ja_jp: ユーザーが問題を完了すると獲得する最大点数です。
pl: To jest maksymalna punktacja, jaką użytkownik może uzyskać za prawidłowe rozwiązanie problemu.
pt_br: Esta é a pontuação máxima que o usuário recebe quando resolve com sucesso o problema.

source: Reviews Required Minimum
ar: المراجعات مطلوبة كحد أدنى
de_de: Mindestens erforderliche Prüfungen
es_419: Revisiones mínimas obligatorias
fr: Minimum d'évaluations requis
ja_jp: 必要な最小レビュー数
pl: Wymagana minimalna liczba ocen
pt_br: Revisões mínimas necessárias

source: The minimum number of group-reviews that should be applied to a set of submissions (set to 0 to be 'TA Graded')
ar: الحد الأدنى لعدد مراجعات المجموعات التي يجب تطبيقها على مجموعة من عمليات التقديم (تعيين إلى 0 ليتم "وضع الدرجات من قِبل مساعد المدّرس")
de_de: Die Mindestanzahl der Gruppen-Prüfungen, die auf einen Satz von Einreichungen angewendet werden sollten (auf 0 eingestellt, um ‚TA hat benotet‘ zu sein)
es_419: Se refiere a la cantidad mínima de revisiones de grupo que se deben realizar a un conjunto de entregas (se establece en 0 para que tenga el estado 'Calificado por un TA').
fr: Le nombre minimum d'évaluations de groupe qui doit être effectué pour un ensemble de documents soumis (0 pour notation par AF)
ja_jp: 提出のセットに適用されるグループレビューの最小数（「TA評価済」は0に設定）
pl: Minimalna liczba ocen grupy, która ma zostać zastosowana do zestawu zgłoszonych projektów (wartość 0 oznacza „Ocenianie przez Asystenta kursu”)
pt_br: O número mínimo de revisões de grupo que devem ser aplicadas a um conjunto de envios (definido como 0 para ser ''Notas atribuídas pelo TA'')

source: User Reviews Required Minimum
ar: الحد الأدنى من مراجعات المستخدم المطلوبة
de_de: Mindestens erforderliche Nutzerprüfungen
es_419: Revisiones mínimas obligatorias del usuario
fr: Nombre minimum d'évaluations des utilisateurs requis
ja_jp: 必要な最小ユーザーレビュー数
pl: Wymagana minimalna liczba ocen użytkowników
pt_br: Revisões do usuário mínimas necessárias

source: The minimum number of other-group reviews that an individual user should perform
ar: الحد الأدنى لعدد مراجعات المجموعات الأخرى التي يجب على المستخدم الفردي إجراؤها
de_de: Die Mindestanzahl der Prüfungen anderer Gruppe, die ein einzelner Nutzer durchführen sollte
es_419: Se refiere a la cantidad mínima de revisiones de grupo que debe realizar un usuario específico.
fr: Le nombre minimum d'évaluations d'autres groupes qu'un utilisateur doit faire
ja_jp: 各ユーザーが行うその他のグループレビューの最小数
pl: Minimalna liczba ocen innych grup, które musi dokonać pojedynczy użytkownik
pt_br: O número mínimo de revisões de outro grupo que um usuário individual deve realizar

source: Due date
ar: تاريخ الاستحقاق
de_de: Fälligkeitsdatum
es_419: Plazo
fr: Date limite
ja_jp: 期日
pl: Termin
pt_br: Prazo final

source: Activity due date
ar: تاريخ استحقاق النشاط
de_de: Fälligkeitsdatum der Aktivität
es_419: Plazo de la actividad
fr: Date limite de l'activité
ja_jp: アクティビティ期日
pl: Termin ukończenia aktywności
pt_br: Prazo final da atividade

source: {field_name} must be integer, {field_value} given
ar: {field_name} يجب أن يكون عددًا صحيحًا، {field_value} معين
de_de: {field_name} muss integer sein, {field_value} angegeben
es_419: {field_name} debe ser un integrado, {field_value} dado
fr: {field_name} doit être un nombre entier, {field_value} donné
ja_jp: {field_name}は、{field_value}を指定した整数である必要があります
pl: {field_name} musi być liczbą całkowitą, daną {field_value}
pt_br: {field_name} deve ser inteiro, {field_value} dado

source: Unknown error.
ar: خطأ غير معروف.
de_de: Unbekannter Fehler.
es_419: Error desconocido.
fr: Erreur inconnue.
ja_jp: 原因不明のエラー。
pl: Nieznany błąd
pt_br: Erro desconhecido.

source: This component is misconfigured and can't be displayed. It needs to be fixed by the course authors.
ar: تم تكوين هذا المكون بشكل خاطئ ولا يمكن عرضه. يجب أن يتم إصلاحه من قبل مؤلفي الدورة.
de_de: Diese Komponente ist falsch konfiguriert und kann nicht angezeigt werden. Sie muss von den Kursautoren berichtigt werden.
es_419: Este componente no está bien configurado y no se puede mostrar. Los responsables del curso se deben encargar de solucionar el problema.
fr: Ce élément est mal configuré et ne peut être affiché. Il doit être corrigé par les auteurs du cours.
ja_jp: このコンポーネントは正しく設定されていないため表示できません。コース作成者による修正が必要です。
pl: Ten element jest źle skonfigurowany i nie może zostać wyświetlony. Musi zostać naprawiony przez twórców tego kursu.
pt_br: Este componente está mal configurado e não pode ser exibido. Precisa ser corrigido pelos autores do curso.

source: Can't {action} as stage is not yet opened.
ar: لا يمكن {action}لأن المرحلة لم تفتح بعد.
de_de: {action} nicht möglich, da die Phase noch nicht geöffnet ist.
es_419: No se puede {action} debido a que la etapa aún no se abrió.
fr: Impossible {action} car le niveau n'est pas encore atteint.
ja_jp: ステージがまだ開いていないため、{action}できません。
pl: Nie można {action}. Etap nie jest jeszcze otwarty.
pt_br: Não é possível considerar {action} como um estágio porque ele ainda não foi aberto.

source: Can't {action} as stage is closed.
ar: لا يمكن {action}لأن المرحلة مغلقة.
de_de: {action} nicht möglich, da die Phase geschlossen ist.
es_419: No se puede {action} debido a que la etapa está cerrada.
fr: Impossible {action} car le niveau est terminé.
ja_jp: ステージが閉じているため、{action}できません。
pl: Nie można {action}. Etap jest już zamknięty.
pt_br: Não é possível considerar {action} como um estágio porque ele está fechado.

source: This Group Project does not contain any activities.
ar: لا يحتوي مشروع المجموعة هذا على أي أنشطة.
de_de: Dieses Gruppenprojekt enthält keine Aktivitäten.
es_419: Este proyecto en grupo no cuenta con ninguna actividad.
fr: Ce projet de groupe ne contient aucune activité.
ja_jp: このグループプロジェクトには、アクティビティが含まれていません。
pl: Projekt grupowy nie zawiera żadnych aktywności.
pt_br: Este Projeto em grupo não contém nenhuma atividade.

source: This Group Project V2 does not contain Project Navigator - please edit course outline in Studio to include one.
ar: لا يحتوي مشروع المجموعة V2 هذا على مستكشف المشروع - الرجاء تحرير مخطط الدورة التدريبية في الاستوديو لتضمين مستكشف.
de_de: Dieses Gruppenprojekt V2 enthält keinen Projektnavigator - bitte bearbeiten Sie die Kursübersicht in Studio, um einen zu erstellen.
es_419: Este proyecto en grupo V2 no tiene configurada la función Navegador de proyecto. Edite el diseño del curso en Studio y activé la función.
fr: Ce projet de groupe V2 ne contient pas de navigateur de projet - veuillez modifier le plan de cours dans Studio pour en ajouter un.
ja_jp: このグループプロジェクトV2にはプロジェクトナビゲーターが含まれていません。含めるには、Studioでコース概要を編集してください。
pl: Projekt grupowy v2 nie zawiera Nawigatora projektu – dodaj Nawigator projektu w planie kursu w Studio.
pt_br: Este Projeto em grupo V2 não contém o Navegador do projeto - edite o esboço do curso no Studio para incluir um.

source: This Group Project V2 does not contain a discussion.
ar: لا يحتوي مشروع المجموعة V2 هذا على مناقشة.
de_de: Dieses Gruppenprojekt V2 enthält keine Diskussion.
es_419: Este proyecto en grupo V2 no cuenta con un Foro de debate.
fr: Ce projet de groupe V2 ne contient pas de discussion.
ja_jp: このグループプロジェクトV2には、ディスカッションが含まれていません。
pl: Projekt grupowy v2 nie zawiera żadnych dyskusji.
pt_br: Este Projeto em grupo V2 não contém uma discussão.

source: Group Project must contain Project Navigator Block.
ar: يجب أن يحتوي مشروع المجموعة على كتلة مستكشف المشروع.
de_de: Gruppenprojekt muss Projektnavigatorblock enthalten.
es_419: El proyecto en grupo debe contar con el bloque del Navegador de proyecto.
fr: Le projet de groupe doit contenir le bloc navigateur de projet.
ja_jp: グループプロジェクトには、プロジェクトナビゲーターブロックが含まれている必要があります。
pl: Projekt grupowy musi zawierać Blok Nawigatora projektu.
pt_br: O Projeto em grupo deve conter o Bloco do navegador do projeto.

source: This Group Project Activity does not contain any stages.
ar: لا يحتوي نشاط مشروع المجموعة هذا على أي مراحل.
de_de: Diese Gruppenprojekt-Aktivität enthält keine Phasen.
es_419: Esta actividad del proyecto en grupo no cuenta con ninguna etapa.
fr: Cette activité de projet de groupe ne comporte pas d'étapes.
ja_jp: このグループプロジェクトアクティビティには、ステージが含まれていません。
pl: Aktywność Projektu grupowego nie zawiera żadnych Etapów.
pt_br: Esta atividade do Projeto em grupo não contém nenhum estágio.

source: {field_name} must be integer, {field_value} given.
ar: {field_name} يجب أن يكون عددًا صحيحًا، {field_value} معين
de_de: {field_name} muss integer sein, {field_value} angegeben.
es_419: {field_name} debe ser un integrado, {field_value} dado.
fr: {field_name} doit être un nombre entier, {field_value} donné.
ja_jp: {field_name}は、{field_value}を指定した整数である必要があります。
pl: {field_name} musi być liczbą całkowitą, daną {field_value}
pt_br: {field_name} deve ser inteiro, {field_value} atribuído.

source: This project is assigned to {group_count} group(s)
ar: تم تعيين هذا المشروع إلى {group_count} مجموعة (مجموعات)
de_de: Dieses Projekt ist {group_count} Gruppe(n) zugeteilt
es_419: Este proyecto se asignó a {group_count} grupo(s)
fr: Ce projet est attribué à {group_count} groupe(s)
ja_jp: このプロジェクトは、{group_count}グループに割り当てられます。
pl: Ten projekt został przypisany do {group_count} grup(y).
pt_br: Este projeto está atribuído a {group_count} grupo(s)

source: Project Navigator must contain Navigation view.
ar: يجب أن يحتوي مستكشف المشروع على طريقة عرض التنقل.
de_de: Projektnavigator muss Navigationsansicht enthalten.
es_419: La función Navegador de proyecto debe tener activada la vista Navegación.
fr: Le navigateur de projet doit contenir l’écran de navigation.
ja_jp: プロジェクトナビゲーターにはナビゲーションビューを含める必要があります。
pl: Nawigator projektu musi zawierać widok Nawigacji.
pt_br: O Navegador do projeto deve conter a Exibição de navegação.

source: Parent group project does not contain discussion XBlock - this {block_type} will not function properly and will not be displayed to students.
ar: لا يحتوي مشروع المجموعة الرئيسي على مناقشة XBlock - لن يعمل {block_type}هذا بشكل صحيح ولن يتم عرضه للطلاب.
de_de: Übergeordnetes Gruppenprojekt enthält keinen Diskussions-XBlock - diese {block_type} funktioniert nicht richtig und wird den Teilnehmern nicht angezeigt.
es_419: El proyecto en grupo principal debe contar con la vista xBlock para el Foro de debate; este {block_type} no funcionará correctamente ni se mostrará a los estudiantes.
fr: Le projet du groupe de parents ne contient pas de XBlock pour la discussion - ce {block_type} ne fonctionnera pas correctement et ne sera pas affiché aux élèves.
ja_jp: ペアレントグループプロジェクトにXBlockが含まれていません。この{block_type}は、適切に機能せず、生徒に表示されません。
pl: Nadrzędny projekt grupowy nie zawiera elementu XBlock dyskusji – {block_type} nie będzie działać poprawnie i nie zostanie wyświetlone uczniom.
pt_br: O projeto em grupo pai não contém o XBlock de discussão - este {block_type} não funcionará corretamente e não será exibido para os alunos.

source: This task has been marked as complete.
ar: تم وضع علامة اكتمال على هذه المهمة.
de_de: Diese Aufgabe wurde als abgeschlossen markiert.
es_419: Esta tarea se marcó como Finalizada.
fr: Cette tâche a été marquée comme terminée.
ja_jp: このタスクは完了済としてマークされました。
pl: To zadanie oznaczono jako ukończone.
pt_br: Esta tarefa foi marcada como concluída.

source: url_name to link to this {stage_name}:
ar: url_name للارتباط بهذا {stage_name}:
de_de: url_name für den Link zu diesem {stage_name}:
es_419: url_name para enlazar a este {stage_name}:
fr: url_name pour le lien vers ce {stage_name}:
ja_jp: この{stage_name}にリンクするurl_name：
pl: nazwa_url linku do {stage_name}:
pt_br: url_name para vincular a este{stage_name}:

source: Submissions are not specified for {class_name} '{stage_title}'.
ar: لم يتم تحديد عمليات التقديم لـ {class_name} «{stage_title}».
de_de: Einreichungen für {class_name} '{stage_title}' sind nicht spezifiziert.
es_419: No se detallaron las entregas para {class_name} '{stage_title}'.
fr: Les document à soumettre ne sont pas spécifiées pour {class_name} '{stage_title}'.
ja_jp: 提出が{class_name} '{stage_title}'に指定されていません。
pl: Zgłoszenia projektu nie zostały określone dla {class_name}„{stage_title}”.
pt_br: Os envios não são especificados para {class_name} ''{stage_title}''.

source: Feedback display blocks are not specified for {class_name} '{stage_title}'.
ar: لم يتم تحديد كتل عرض الملاحظات لـ {class_name} «{stage_title}».
de_de: Feedback-Anzeigeblöcke für {class_name} '{stage_title}' sind nicht spezifiziert.
es_419: No se detallaron los bloques de visualización de comentarios para {class_name} '{stage_title}'.
fr: Les blocs d'affichage des commentaires ne sont pas indiqués pour {class_name} '{stage_title}'.
ja_jp: フィードバック表示ブロックが{class_name} '{stage_title}'に指定されていません。
pl: Bloki wyświetlania informacji zwrotnej nie zostały określone dla {class_name}„{stage_title}”.
pt_br: Blocos de exibição de feedback não estão especificados para {class_name} ''{stage_title}''.

source: Questions are not specified for {class_name} '{stage_title}'.
ar: لم يتم تحديد الأسئلة لـ {class_name} «{stage_title}».
de_de: Fragen für {class_name} '{stage_title}' sind nicht spezifiziert.
es_419: No se detallaron las preguntas para {class_name} '{stage_title}'.
fr: Les questions ne sont pas indiquées pour {class_name} '{stage_title}'.
ja_jp: 質問が{class_name} '{stage_title}'に指定されていません。
pl: Pytania nie zostały określone dla {class_name}„{stage_title}”.
pt_br: As perguntas não estão especificadas para {class_name} ''{stage_title}''.

source: {class_name} stage '{stage_title}' is missing required component '{peer_selector_class_name}'.
ar: تفتقد {class_name}المرحلة «{stage_title}» إلى المكون المطلوب «{peer_selector_class_name}».
de_de: {class_name} Phase '{stage_title}' fehlt die erforderliche Komponente '{peer_selector_class_name}'.
es_419: La {class_name} etapa '{stage_title}' no cuenta con todos los componentes obligatorios '{peer_selector_class_name}'.
fr: {class_name} le niveau '{stage_title}' ne comporte pas l'élément requis '{peer_selector_class_name}'.
ja_jp: {class_name}ステージ'{stage_title}'に必要なコンポーネント'{peer_selector_class_name}'がありません。
pl: {class_name} etapu „{stage_title}” nie zawiera wymaganego elementu „{peer_selector_class_name}”.
pt_br: O componente ''{peer_selector_class_name}'' obrigatório está faltando no estágio {class_name} ''{stage_title}'' .

source: {class_name} stage '{stage_title}' is missing required component '{group_selector_class_name}'.
ar: تفتقد {class_name}المرحلة «{stage_title}» إلى المكون المطلوب «{group_selector_class_name}».
de_de: {class_name} Phase '{stage_title}' fehlt die erforderliche Komponente '{group_selector_class_name}'.
es_419: La {class_name} etapa '{stage_title}' no cuenta con todos los componentes obligatorios '{group_selector_class_name}'.
fr: {class_name} le niveau '{stage_title}' ne comporte pas l'élément requis '{group_selector_class_name}'.
ja_jp: {class_name}ステージ'{stage_title}'に必要なコンポーネント'{group_selector_class_name}'がありません。
pl: {class_name} etapu „{stage_title}” nie zawiera wymaganego elementu „{group_selector_class_name}”.
pt_br: O componente ''{group_selector_class_name}'' obrigatório está faltando no estágio {class_name} ''{stage_title}'' .

source: Thanks for your feedback.
ar: شكرًا على ملاحظاتك.
de_de: Danke für Ihr Feedback.
es_419: Gracias por compartir su comentario.
fr: Merci pour vos commentaires !
ja_jp: フィードバックを送信いただきありがとうございます。
pl: Dziękujemy za przesłanie opinii.
pt_br: Obrigado pelo feedback.

source: TA grading is not allowed for this stage.
ar: لا يُسمح بوضع درجات من قِبل مساعد المدّرس لهذه المرحلة.
de_de: TA-Benotung ist für diese Phase nicht erlaubt.
es_419: En esta etapa, no se permite una calificación de un TA.
fr: La notation par l’AF n'est pas permise à ce niveau.
ja_jp: TAの評価はこのステージに許可されていません。
pl: Ocena przez Asystenta kursu nie jest dozwolona na tym etapie.
pt_br: A atribuição de notas do TA não é permitida para este estágio.

source: Graded questions are not supported for {class_name} stage '{stage_title}'.
ar: لا يتم دعم الأسئلة المُدرجة للمرحلة {class_name} «{stage_title}».
de_de: Benotete Fragen werden für {class_name} Phase '{stage_title}' nicht unterstützt.
es_419: En la {class_name} etapa '{stage_title}', no se pueden incluir preguntas con calificación.
fr: Les questions notées ne sont pas prises en charge pour {class_name} niveau '{stage_title}'.
ja_jp: 評価済質問は{class_name}ステージ'{stage_title}'でサポートされていません。
pl: Pytania na ocenę nie są obsługiwane w {class_name} etapu „{stage_title}”.
pt_br: Perguntas avaliadas não são compatíveis com o estágio {class_name} ''{stage_title}''.

source: Grade questions are required for {class_name} stage '{stage_title}'.
ar: تُعد الأسئلة المُدرجة مطلوبة للمرحلة {class_name} «{stage_title}».
de_de: Notenfragen sind für {class_name} Phase '{stage_title}' erforderlich.
es_419: En la {class_name} etapa '{stage_title}', se deben incluir preguntas con calificación.
fr: Des questions d'évaluation sont requises pour {class_name} niveau '{stage_title}'.
ja_jp: 評価の質問は{class_name}ステージ'{stage_title}'に必須です。
pl: Pytania na ocenę są wymagane w {class_name} etapu „{stage_title}”.
pt_br: Perguntas avaliadas são necessárias para o estágio {class_name} ''{stage_title}''.

source: Video Resource Block must contain Ooyala content ID.
ar: يجب أن تحتوي كتلة موارد الفيديو على معرف محتوى Ooyala.
de_de: Videoressourcen-Block muss Ooyala-Inhalts-ID enthalten.
es_419: El bloque Recursos de videos debe incluir la Id. del contenido de Ooyala.
fr: Le bloc de ressources vidéo doit contenir l'identifiant de contenu Ooyala.
ja_jp: 動画リソースブロックには、OoyalaコンテンツIDが含まれている必要があります。
pl: Blok zasobu wideo musi zawierać ID zawartości Ooyala.
pt_br: O Bloco de recursos de vídeo deve conter o ID de conteúdo da Ooyala.

source: Only group members can upload files.
ar: يمكن لأعضاء المجموعة فقط تحميل الملفات.
de_de: Nur Gruppenmitglieder können Dateien hochladen.
es_419: Solo los miembros del grupo pueden cargar archivos.
fr: Seuls les membres du groupe peuvent télécharger des fichiers.
ja_jp: グループメンバーのみがファイルをアップロードできます。
pl: Tylko członkowie grupy mogą przesyłać pliki.
pt_br: Apenas membros do grupo podem fazer upload de arquivos.

source: Question is not selected.
ar: لم يتم تحديد السؤال.
de_de: Frage ist nicht ausgewählt.
es_419: No se seleccionó la pregunta.
fr: La question n'a pas été sélectionnée.
ja_jp: 質問が選択されていません。
pl: Nie wybrano pytania.
pt_br: A pergunta não foi selecionada.

source: Upload complete
ar: اكتمل التحميل
de_de: Upload abgeschlossen
es_419: Carga completa
fr: Téléchargement terminé
ja_jp: アップロードが完了しました
pl: Zakończono przesyłanie plików
pt_br: Upload concluído

source: Upload failed.
ar: تعذر التحميل.
de_de: Upload fehlgeschlagen.
es_419: Se produjo un error durante la carga.
fr: Échec du téléchargement.
ja_jp: アップロードに失敗しました。
pl: Przesyłanie plików nie powiodło się.
pt_br: Falha no upload.

source: Your deliverable has been successfully uploaded. You can attach an updated version of the deliverable by clicking the <span class='icon {icon}'></span> icon at any time before the deadline.
ar: تم تحميل التسليم الخاص بك بنجاح. يمكنك إرفاق إصدار محدّث من التسليم بالنقر فوق أيقونة <span class='icon {icon}'></span> في أي وقت قبل الموعد النهائي.
de_de: Ihre Lieferung wurde erfolgreich hochgeladen. Sie können eine aktualisierte Version der Lieferung hochladen, indem Sie jederzeit vor der Frist auf das Icon <span class='icon {icon}'></span> klicken.
es_419: Su entrega se cargó con éxito. Si desea actualizar los materiales de entrega con una versión nueva, haga clic en el icono de <span class='icon {icon}'></span> en cualquier momento, antes de que venza el plazo.
fr: Votre document a été téléchargé avec succès. Vous pouvez joindre une version mise à jour du document en cliquant sur l'icône <span class='icon {icon}'></span> à tout moment avant la date limite.
ja_jp: 提出物がアップロードされました。期日前であればいつでも<span class='icon {icon}'></span>アイコンをクリックして、提出物の最新版を添付することができます。
pl: Pliki zostały przesłane. Możesz załączyć nową wersję przesłanego pliku, klikając ikonę <span class='icon {icon}'></span> w dowolnym momencie przed ostatecznym terminem.
pt_br: Sua entrega foi carregada com sucesso. Você pode anexar uma versão atualizada da entrega clicando no ícone <span class='icon {icon}'></span> a qualquer momento antes do prazo.

source: Error uploading file: {error_goes_here}.
ar: خطأ في تحميل الملف: {error_goes_here}.
de_de: Fehler beim Hochladen der Datei: {error_goes_here}.
es_419: Se produjo un error al cargar el archivo: {error_goes_here}.
fr: Échec du téléchargement du fichier : {error_goes_here}.
ja_jp: ファイル{error_goes_here}のアップロード中にエラーが発生しました。
pl: Błąd przesyłania plików: {error_goes_here}.
pt_br: Erro ao carregar arquivo: {error_goes_here}.

source: Group Project Navigator
ar: مستكشف مشروع المجموعة
de_de: Gruppenprojektnavigator
es_419: Navegador de proyecto en grupo
fr: Navigateur de projet de groupe
ja_jp: グループプロジェクトナビゲーター
pl: Nawigator projektu grupowego
pt_br: Navegador do projeto em grupo

source: url_name to link to this {project_navigator_view}:
ar: url_name للارتباط بهذا {project_navigator_view}:
de_de: url_name für den Link zu diesem {project_navigator_view}:
es_419: url_name para enlazar a este {project_navigator_view}:
fr: url_name pour le lien vers ce {project_navigator_view}:
ja_jp: この{project_navigator_view}にリンクするurl_name：
pl: nazwa_url linku do {project_navigator_view}:
pt_br: url_name para vincular a este{project_navigator_view}:

source: Navigation View
ar: عرض التنقل
de_de: Navigationsansicht
es_419: Vista Navegación
fr: Écran de navigation
ja_jp: ナビゲーションビュー
pl: Widok nawigacji
pt_br: Exibição de navegação
